microecnomics/summary.org
#+title: Summary

* Chapter 1
1) Economics proceeds by making models of social phenomena, which are simplified representations of reality.
   
   /Tran./ :通常从构建社会现象的模型开始进行经济分析，这样的模型是现实的简化表示。
2) In this task,economists are guided by the optimization principle, which states that people typically try to choose what's best for them, and by the equilibrium princile, which says that prices will adjust demand and supply are equal.
   
   /Tran./ :在经济分析的任务中，经济学家通常遵循最优化原则和均衡原则，前者是说人们通常尽力选择最好的东西，后者是说价格将一直调整至需求和供给相等为止。
3) The demand curve measuress how much people wish to demand at each price, and the supply curve measures how much people wish to supply at each price. An equilibrium price is one where the amount demanded equals the amount suppied.
   
   /Tran./ :需求曲线描述在每个价格水平上人们愿意需求的数量，供给曲线描述在每个价格水平上的供给数量。均衡价格是需求量等于供给量时的价格。
4) The study of how the equilibrium price and quantity change when the underlyin conditions change is known as comparative statics.
   
   /Tran./ :比较静态分析是研究当相关基本条件改变时，均衡价格和均衡数量如何改变。
5) The economic situation is Pareto efficient if there is no way to make some group of people better off without making some other group of people worse off.The concept of Pareto efficient can be used to evaluate different ways of allocating resources.
   
   /Tran./ :如果不可能在不损害他们利益的情况下使得自己状况变得更好，那么这种经济状态就成为帕累托有效。帕累托有效也可能用于评估资源的不同配置方式。
* Chapter 2
1) The budget set consists of all bundles of goods that the consumer can afford at given prices and income. We will typically assume that there are only two goods, but this assumption is more general than is seems.
   
   /Tran./ :预算集包含了在给定image和收入水平下消费者能买得起的所有消费束。我们通常假设只有两种商品，这种假设具有较高的代表性。
2) The budget line is written as $p_{1}x_{1} + p_{2}x_{2} = m$. It has slope of $-p_{1}/p_{2}$, a vertical intercept of $m/p_{2}$, and a horizontal intercept of $m/p_{1}$.
   
   /Tran./ :预算线的表达式为$p_{1}x_{1} + p_{2}x_{2} = m$. 它的斜率为$-p_{1}/p_{2}$, 纵截距为$m/p_{2}$, 横截距为$m/p_{1}$。
3) Increasing incomes shift the budget line outward. Increasing the price of good 1 makes the budget line steeper. Increasing the price of good 2 makes the budget line flatter.
   
   /Tran./ :收入的增加会使得预算线向外平行移动。商品1的价格上升会使预算线更陡峭，而商品2的价格上升会使预算线更平坦。
4) Taxes, subsidies, and rationing change the slope and position of the budget line by changing the prices paid by the consumer.
   
   /Tran./ :税收、补贴和配额改变了消费者支付的商品价格，从而改变了预算线的斜率和位置。
* Chapter 3
1) Economists assume that a consumer can rank various consumptions possibilities. The way in which the consumer ranks the consumption bundles describe the consumer's preferences.
   
   /Tran./ :经济学家假设消费者可对各种消费束进行排序。消费者对消费束的排序方法刻画了他的偏好。
2) Indifference curves can be used to depict different kinds of preferences.
   
   /Tran./ :无差异曲线可以描述不同类型的偏好。
3) Well-behaved preferences are monotonic(meaning more is better) and convex(meaning averages are preferred to extremes).
   
   /Tran./ :良好性状的偏好，既是单挑的（多多益善）又是凸的（即平均束好于端点束）。
4) The marginal rate of substitution(MRS) measures the slope of the indifference curve. This can be interpreted as how much the consumer is willing to give up of good 2 to acquire more of good 1.
   
   /Tran./ :边际替代率等于无差异曲线的斜率。它的意思是说，为了得到更多的商品1,消费者愿意放弃的商品2的数量，即$MRS_{12} = \Delta x_{2}/\Delta x_{1}$。
* Chapter 4
1) A utility funciton is simply a way to represnt or summarize a preference ordering. The numerical magnitudes of utility levels have no intrinsic meaning.

   /Tran./ :效用函数只是偏好排序的一种表示方式。效用水平的数字大小没有实际含义。

2) Thus, given any one utility function, any monotonic transformation of it will represent the same preferences.

   /Tran./ :因此，给定任何一个效用函数，它的任何单调变化仍然表示相同的爱好。

3) The marginal rate of substitution, MRS, can be calculated from the utility function via the formula $MRS=\Delta x_{2}/\Delta x_{1} = - MU_{1}/MU_{2}$.

   /Tran./ :边际替代率可以通过效用函数计算，计算公式为：$MRS=\Delta x_{2}/\Delta x_{1} = - MU_{1}/MU_{2}$。
* Chapter 5
1) The optimal choice of the consumer is that bundle in the consumer's budget set that lies on the highest indifferences curve.

   /Tran./ :消费者的最优选择是这样的商品束，它位于消费者预算集内的最高无差异曲线上。

2) Typically the optimal bundle will be characterized by the condition that the slope of the indifference curve(The MARS) will equal the slope of the budget line.

   /Tran./ :在最优商品束之处，通常有下列条件： 无差异曲线的斜率（MRS）等于预算线的斜率。

3) If we observe several consumption choices it may be possible to estimate a utility function that would generate that sort of choice behavior.Such a utility function can be used to predict future choices and to estimate the utility to consumers of new econimicspolicies.
   
   /Tran./ :如果能够获得某消费者的一些消费选择数据，则可能估计出描述他选择行为的效用函数。这样的效用函数可用来预测他将来的消费选择，或者用估计新经济政策对消费者效用的影响。

4) If everyone faces the same prices for the two goods, then everyone will have the same marginal rate of substitution, and will thus be willing to trade off the two goods in the same way.

   /Tran./ : 如果每个人面对两种商品的价格是相同的，那么每个人都有相同的边际替代率，因此都愿意按该比率进行商品交易。
* Chapter 6
1) The consumer's demand function for a good will in general depend on the prices of all goods and income.

   /Tran./ :消费者对某商品的需求函数一般取决于所有商品的价格以及他的收入。

2) A normal good is one for which the demand increases when income increases. An inferior good is one for which the demand decreases when income increases.

   /Tran./ :正常商品的需求随着收入的增加而上升；劣等商品的需求随着收入的增加而减少。

3) An ordinary good is one for which the demand decreases when its price increases. A Giffen good is one for which the demand increases when its price increases.

   /Tran./ :普通商品的需求随着价格上升而下降；吉芬商品的需求随着价格上升而上升。

4) If the demand for good 1 increases when the price of good 2 increases, then good 1 is a substitute for good 2. If the demand for good 1 decreases in this situation, then it is a complement for good 2.

   /Tran./ :若商品2的价格上升时商品1的需求增加，则商品1是商品2的替代品；如果该情形下，商品1的需求不是增加而是下降，则商品1是商品2的补充品。

5) The inverse demand function measures the price ath which a given quantity will be demanded. The height of the demand curve at a given level of consumption measures the marginal willinggness to pay for an additional unit of the good at that consumption level.

   /Tran./ :反需求函数衡量任一既定需求量对应的价格。（反）需求函数在既定消费水平上的高度，衡量在该消费水平上若增加额外一单位商品的消费，消费者的边际支付意愿是多少。
