microecnomics/summary.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-02-18 六 22:34 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Summary</title>
<meta name="author" content="silu" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Summary</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org6622c15">1. Chapter 1</a></li>
<li><a href="#org39d8274">2. Chapter 2</a></li>
<li><a href="#org1caf35e">3. Chapter 3</a></li>
<li><a href="#org16c4a35">4. Chapter 4</a></li>
<li><a href="#orgaaedd0f">5. Chapter 5</a></li>
<li><a href="#orge8decc9">6. Chapter 6</a></li>
<li><a href="#org4927c8e">7. Chapter 7</a></li>
<li><a href="#org6c14d8d">8. Chapter 8</a></li>
<li><a href="#org50e83d7">9. Chapter 9</a></li>
<li><a href="#orgf8feb09">10. Chapter 10</a></li>
<li><a href="#orgf9399e6">11. Chapter 11</a></li>
<li><a href="#org4f0a566">12. Chapter 12</a></li>
<li><a href="#org02ffe35">13. Chapter 14</a></li>
<li><a href="#orge2ec71b">14. Chapter 15</a></li>
</ul>
</div>
</div>

<div id="outline-container-org6622c15" class="outline-2">
<h2 id="org6622c15"><span class="section-number-2">1.</span> Chapter 1</h2>
<div class="outline-text-2" id="text-1">
<ol class="org-ol">
<li><p>
Economics proceeds by making models of social phenomena, which are simplified representations of reality.
</p>

<p>
<i>Tran.</i> :通常从构建社会现象的模型开始进行经济分析，这样的模型是现实的简化表示。
</p></li>
<li><p>
In this task,economists are guided by the optimization principle, which states that people typically try to choose what's best for them, and by the equilibrium princile, which says that prices will adjust demand and supply are equal.
</p>

<p>
<i>Tran.</i> :在经济分析的任务中，经济学家通常遵循最优化原则和均衡原则，前者是说人们通常尽力选择最好的东西，后者是说价格将一直调整至需求和供给相等为止。
</p></li>
<li><p>
The demand curve measuress how much people wish to demand at each price, and the supply curve measures how much people wish to supply at each price. An equilibrium price is one where the amount demanded equals the amount suppied.
</p>

<p>
<i>Tran.</i> :需求曲线描述在每个价格水平上人们愿意需求的数量，供给曲线描述在每个价格水平上的供给数量。均衡价格是需求量等于供给量时的价格。
</p></li>
<li><p>
The study of how the equilibrium price and quantity change when the underlyin conditions change is known as comparative statics.
</p>

<p>
<i>Tran.</i> :比较静态分析是研究当相关基本条件改变时，均衡价格和均衡数量如何改变。
</p></li>
<li><p>
The economic situation is Pareto efficient if there is no way to make some group of people better off without making some other group of people worse off.The concept of Pareto efficient can be used to evaluate different ways of allocating resources.
</p>

<p>
<i>Tran.</i> :如果不可能在不损害他们利益的情况下使得自己状况变得更好，那么这种经济状态就成为帕累托有效。帕累托有效也可能用于评估资源的不同配置方式。
</p></li>
</ol>
</div>
</div>
<div id="outline-container-org39d8274" class="outline-2">
<h2 id="org39d8274"><span class="section-number-2">2.</span> Chapter 2</h2>
<div class="outline-text-2" id="text-2">
<ol class="org-ol">
<li><p>
The budget set consists of all bundles of goods that the consumer can afford at given prices and income. We will typically assume that there are only two goods, but this assumption is more general than is seems.
</p>

<p>
<i>Tran.</i> :预算集包含了在给定image和收入水平下消费者能买得起的所有消费束。我们通常假设只有两种商品，这种假设具有较高的代表性。
</p></li>
<li><p>
The budget line is written as \(p_{1}x_{1} + p_{2}x_{2} = m\). It has slope of \(-p_{1}/p_{2}\), a vertical intercept of \(m/p_{2}\), and a horizontal intercept of \(m/p_{1}\).
</p>

<p>
<i>Tran.</i> :预算线的表达式为\(p_{1}x_{1} + p_{2}x_{2} = m\). 它的斜率为\(-p_{1}/p_{2}\), 纵截距为\(m/p_{2}\), 横截距为\(m/p_{1}\)。
</p></li>
<li><p>
Increasing incomes shift the budget line outward. Increasing the price of good 1 makes the budget line steeper. Increasing the price of good 2 makes the budget line flatter.
</p>

<p>
<i>Tran.</i> :收入的增加会使得预算线向外平行移动。商品1的价格上升会使预算线更陡峭，而商品2的价格上升会使预算线更平坦。
</p></li>
<li><p>
Taxes, subsidies, and rationing change the slope and position of the budget line by changing the prices paid by the consumer.
</p>

<p>
<i>Tran.</i> :税收、补贴和配额改变了消费者支付的商品价格，从而改变了预算线的斜率和位置。
</p></li>
</ol>
</div>
</div>
<div id="outline-container-org1caf35e" class="outline-2">
<h2 id="org1caf35e"><span class="section-number-2">3.</span> Chapter 3</h2>
<div class="outline-text-2" id="text-3">
<ol class="org-ol">
<li><p>
Economists assume that a consumer can rank various consumptions possibilities. The way in which the consumer ranks the consumption bundles describe the consumer's preferences.
</p>

<p>
<i>Tran.</i> :经济学家假设消费者可对各种消费束进行排序。消费者对消费束的排序方法刻画了他的偏好。
</p></li>
<li><p>
Indifference curves can be used to depict different kinds of preferences.
</p>

<p>
<i>Tran.</i> :无差异曲线可以描述不同类型的偏好。
</p></li>
<li><p>
Well-behaved preferences are monotonic(meaning more is better) and convex(meaning averages are preferred to extremes).
</p>

<p>
<i>Tran.</i> :良好性状的偏好，既是单挑的（多多益善）又是凸的（即平均束好于端点束）。
</p></li>
<li><p>
The marginal rate of substitution(MRS) measures the slope of the indifference curve. This can be interpreted as how much the consumer is willing to give up of good 2 to acquire more of good 1.
</p>

<p>
<i>Tran.</i> :边际替代率等于无差异曲线的斜率。它的意思是说，为了得到更多的商品1,消费者愿意放弃的商品2的数量，即\(MRS_{12} = \Delta x_{2}/\Delta x_{1}\)。
</p></li>
</ol>
</div>
</div>
<div id="outline-container-org16c4a35" class="outline-2">
<h2 id="org16c4a35"><span class="section-number-2">4.</span> Chapter 4</h2>
<div class="outline-text-2" id="text-4">
<ol class="org-ol">
<li><p>
A utility funciton is simply a way to represnt or summarize a preference ordering. The numerical magnitudes of utility levels have no intrinsic meaning.
</p>

<p>
<i>Tran.</i> :效用函数只是偏好排序的一种表示方式。效用水平的数字大小没有实际含义。
</p></li>

<li><p>
Thus, given any one utility function, any monotonic transformation of it will represent the same preferences.
</p>

<p>
<i>Tran.</i> :因此，给定任何一个效用函数，它的任何单调变化仍然表示相同的爱好。
</p></li>

<li><p>
The marginal rate of substitution, MRS, can be calculated from the utility function via the formula \(MRS=\Delta x_{2}/\Delta x_{1} = - MU_{1}/MU_{2}\).
</p>

<p>
<i>Tran.</i> :边际替代率可以通过效用函数计算，计算公式为：\(MRS=\Delta x_{2}/\Delta x_{1} = - MU_{1}/MU_{2}\)。
</p></li>
</ol>
</div>
</div>
<div id="outline-container-orgaaedd0f" class="outline-2">
<h2 id="orgaaedd0f"><span class="section-number-2">5.</span> Chapter 5</h2>
<div class="outline-text-2" id="text-5">
<ol class="org-ol">
<li><p>
The optimal choice of the consumer is that bundle in the consumer's budget set that lies on the highest indifferences curve.
</p>

<p>
<i>Tran.</i> :消费者的最优选择是这样的商品束，它位于消费者预算集内的最高无差异曲线上。
</p></li>

<li><p>
Typically the optimal bundle will be characterized by the condition that the slope of the indifference curve(The MARS) will equal the slope of the budget line.
</p>

<p>
<i>Tran.</i> :在最优商品束之处，通常有下列条件： 无差异曲线的斜率（MRS）等于预算线的斜率。
</p></li>

<li><p>
If we observe several consumption choices it may be possible to estimate a utility function that would generate that sort of choice behavior.Such a utility function can be used to predict future choices and to estimate the utility to consumers of new econimicspolicies.
</p>

<p>
<i>Tran.</i> :如果能够获得某消费者的一些消费选择数据，则可能估计出描述他选择行为的效用函数。这样的效用函数可用来预测他将来的消费选择，或者用估计新经济政策对消费者效用的影响。
</p></li>

<li><p>
If everyone faces the same prices for the two goods, then everyone will have the same marginal rate of substitution, and will thus be willing to trade off the two goods in the same way.
</p>

<p>
<i>Tran.</i> : 如果每个人面对两种商品的价格是相同的，那么每个人都有相同的边际替代率，因此都愿意按该比率进行商品交易。
</p></li>
</ol>
</div>
</div>
<div id="outline-container-orge8decc9" class="outline-2">
<h2 id="orge8decc9"><span class="section-number-2">6.</span> Chapter 6</h2>
<div class="outline-text-2" id="text-6">
<ol class="org-ol">
<li><p>
The consumer's demand function for a good will in general depend on the prices of all goods and income.
</p>

<p>
<i>Tran.</i> :消费者对某商品的需求函数一般取决于所有商品的价格以及他的收入。
</p></li>

<li><p>
A normal good is one for which the demand increases when income increases. An inferior good is one for which the demand decreases when income increases.
</p>

<p>
<i>Tran.</i> :正常商品的需求随着收入的增加而上升；劣等商品的需求随着收入的增加而减少。
</p></li>

<li><p>
An ordinary good is one for which the demand decreases when its price increases. A Giffen good is one for which the demand increases when its price increases.
</p>

<p>
<i>Tran.</i> :普通商品的需求随着价格上升而下降；吉芬商品的需求随着价格上升而上升。
</p></li>

<li><p>
If the demand for good 1 increases when the price of good 2 increases, then good 1 is a substitute for good 2. If the demand for good 1 decreases in this situation, then it is a complement for good 2.
</p>

<p>
<i>Tran.</i> :若商品2的价格上升时商品1的需求增加，则商品1是商品2的替代品；如果该情形下，商品1的需求不是增加而是下降，则商品1是商品2的补充品。
</p></li>

<li><p>
The inverse demand function measures the price ath which a given quantity will be demanded. The height of the demand curve at a given level of consumption measures the marginal willinggness to pay for an additional unit of the good at that consumption level.
</p>

<p>
<i>Tran.</i> :反需求函数衡量任一既定需求量对应的价格。（反）需求函数在既定消费水平上的高度，衡量在该消费水平上若增加额外一单位商品的消费，消费者的边际支付意愿是多少。
</p></li>
</ol>
</div>
</div>
