microecnomics/summary.org
* Chapter 7
1) If one bundle is chosen when another could have been chosen, we say that the first bundle is revealed prefered to the second.

   /Tran./ :如果消费者在原本可以选择消费束Y的情况下却选择了消费束X，则消费束X被显示偏好于Y，或者简单的说X比Y好。

2) If the consumer is always choosing the most preferred bundles he or she can afford, this means that the chosen bundles musht be preferred to the bundles that were affortable but weren't chosen.

   /Tran./ :如果消费者总是在他能买得起的消费束中选择他最偏好的，则被选中的消费束一定好于其他能买得起但是又买的消费束。

3) Observing the choices of consumers can allow us to ``recover'' or estimate the preferences that lie behind those choices. The more choices we observe, the more precisely we can estimate the underlying preferences that generated those choices.

   /Tran./ :可以通过观察消费者的选择行为，来``还原''或者估计隐藏在他的选择行为下的偏好。我们获得的该消费者的选择数据越多，对产生这些选择的潜在偏好估计就越准确。

4) The Weak Axiom of Revealed Preference(WARP) and the Strong Axiom of Revealed Preference(SARP) are necessary conditions that consumer choices have to obey if they are to be consistent with the economic model of optimizing choice.

   /Tran./ :如果消费者的行为符合最优化选择的经济模型，则他的选择行为必然要满足显示偏好弱公理和显示偏好强公理。
* Chapter 8
1) When the price of a good decrease, there will be two effects on consumption. The change in relative prices makes the consumer want to consume more of the cheaper good. The increase in purchasing power due to the lower price may increase or decrease consumption, depending on whether the good is a normal good or an inferior good.

   /Tran./ :商品1的价格下降将会对消费产生两种效应。首先，商品1价格下降后，两商品的相对价格因此变动，这会使消费者希望多消费相对便宜的商品1；其次由于商品1价格下降，消费者的购买里因此增加，这将导致正常商品的消费增加，劣质商品的消费减少。

2) The change in demand due to the change in relative prices is called the substitution effect; the change due to the change in purchasing power is called the income effect.

   /Tran./ :由于相对价格变动引起的需求变动成为替代效应；由于购买力变化引起的需求变动称为收入效应。

3) The substitution effect is how demand changes when prices change and purchasing power is held constant, in the sense that the original bundle remains affordable. To hold real purchasing power constant, money income will have to change. The necessay change in money income is given by $\Delta m=x_{1}\Delta p_{1}$.

   /Tran./ :替代效应指当价格变动但保持购买力不变（仍能买得起原消费束）时，需求如何变动。为保持实际购买力不变，必须调整货币收入。货币收入调整数额$\Delta m=x_{1}\Delta p_{1}$。

4) The Slutsky equation says that the total change in demand is the sum of the substitution effect and the income effect.

   /Tran./ :斯勒茨基方程是说需求的总变动等于替代效应与收入效应之和。

5) The Law of Demand says that normal goods must have downwardsloping demand curves.

   /Tran./ :需求定理是说正常商品的需求曲线必然向下倾斜。
* Chapter 9
1) Consumers earn income by selling their endowment of goods.

   /Tran./ :消费者可以出售禀赋获得收入。

2) The gross demanded for a good is the amount that the consumer ends up consuming. The net demend for a good is the amount the consumer buys. Thus the net demand is the difference between the gross demand and the endowment.

   /Tran./ :某消费者对某商品的总需求是指他对这种商品的最终消费量。净需求则是指他实际购买的该g商品的数量。因此，净需求等于总需求减去禀赋。

3) The budget constraint has a slope of $- p_{1} / p_{2}$ and passes through the endowment bundle.

   /Tran./ :消费者拥有禀赋束情形下，他的预算线的斜率为$- p_{1} / p_{2}$，并且经过禀赋束。

4) When a price changes, the value of what the consumer has to sell will change and thereby generate an additional income effect in the Slutsky equation.

   /Tran./ :当一种商品价格改变时，消费者出售商品的价值也会改变，因此在斯勒茨基方程中多出了一项收入效应，即禀赋收入效应。

5) Labor supply is an interesting example of the interaction of income and substitution effects. Due to the interaction of these two effects, the response of labor supply to a change in the wage rate is ambiguous.

   /Tran./ : 收入效应与替代效应相互作用的一个有趣例子是消费者的劳动供给决策。由于这两种效应共同作用而且理论上无法说明哪个效应更大，因此工资率上升，劳动供给可能增加也可能减少。
* Chapter 10
1) The budget constraint for intertemporal consumption can be expressed in terms of present value or future value.

   /Tran./ :跨期消费情形下的预算线可表示为现值的形式，也可以表示为终值的形式。

2) The comparative statics results derived earlier for general choice porblems can be applied to intertemporal consumption as well.

   /Tran./ :前面对于一般选择问题推导出的比较静态结果，同样适用于跨期消费问题。

3) The real rate of interest measures the extra consumption that you can get in the future by giving up some consumption today.

   /Tran./ :实际利率衡量你现在放弃一些消费可以换得将来消费的数量。

4) A consumer who can borrow and lend at a constant interest rate should always prefer an endowment with a higher present value to one with a lower present value.

   /Tran./ :若消费者能以既定利率自由借贷，则他总是更喜欢现值更高的那个禀赋。
* Chapter 11
1) In equilibrium, all assets with certain payoffs must earn the same rate of return. Otherwise there would be a riskless arbitrage opportunity.

   /Tran./ :均衡时，所有能提供报酬的资产的报酬率必然相等。否则，就存在无风险套利的机会。

2) The fact that all assets must earn the same return implies that all assets will sell for their present value.

   /Tran./ :所有资产的报酬率必然相等，这意味着它们都是按现值出售的。

3) If assets are taxed differently, or have different risk characteristics, then we must compare their after-tax rates of return or their risk-adjusted rates of return.

   /Tran./ :如果资产的征税方式不同，或者资产的风险特征不同，那么我们必须比较他们的税后报酬率，或者比较风险调整后的报酬率。
* Chapter 12
1) Consumption in different states of nature can be viewed as consumption goods, and all the analysis of previous chapters can be applied to choice under uncertainty.

   /Tran./ :你可以把不同自然状态下的消费视为普通的消费品，这样你就可以使用前几章的分析工具研究不确定性情形下的选择问题。

2) Howerever, the utility function that summarizes choice behaviour under uncertainly may have a special structure. In particular, if the untility function is linear in the probabilities, then the untility assigned to a gamble will just be the expected utility of the various outcomes.

   /Tran./ :然后，在刻画不确定性情形下的选择问题时，你需要使用具有特殊结构的效用函数。特别地，如果效用函数是概率的线性函数，那么你对赌博效用的赋值恰好就是不同结果的期望效用。

3) The curvature of the expected utility function describes the consumer's attitudes toward risk. If it is concave, the consumer is a risk averter; and if it is convex, the consumer is a risk lover.

   /Tran./ :期望效用函数的曲率（curvature）描述消费者对带风险的态度。如果它是凹的，则消费者就是风险厌恶型；如果是凸的，就是风险偏好者。

4) Financial institutions such as insurance markets and the stock market provide ways for consumers to diversify and spread risks.

   /Tran./ :金融机构例如保险市场和股票市场，提供各种方法使消费者能够进行多样化投资和分散风险。
