microecnomics/summary.html
<div id="outline-container-org4927c8e" class="outline-2">
<h2 id="org4927c8e"><span class="section-number-2">7.</span> Chapter 7</h2>
<div class="outline-text-2" id="text-7">
<ol class="org-ol">
<li><p>
If one bundle is chosen when another could have been chosen, we say that the first bundle is revealed prefered to the second.
</p>

<p>
<i>Tran.</i> :如果消费者在原本可以选择消费束Y的情况下却选择了消费束X，则消费束X被显示偏好于Y，或者简单的说X比Y好。
</p></li>

<li><p>
If the consumer is always choosing the most preferred bundles he or she can afford, this means that the chosen bundles musht be preferred to the bundles that were affortable but weren't chosen.
</p>

<p>
<i>Tran.</i> :如果消费者总是在他能买得起的消费束中选择他最偏好的，则被选中的消费束一定好于其他能买得起但是又买的消费束。
</p></li>

<li><p>
Observing the choices of consumers can allow us to ``recover'' or estimate the preferences that lie behind those choices. The more choices we observe, the more precisely we can estimate the underlying preferences that generated those choices.
</p>

<p>
<i>Tran.</i> :可以通过观察消费者的选择行为，来``还原''或者估计隐藏在他的选择行为下的偏好。我们获得的该消费者的选择数据越多，对产生这些选择的潜在偏好估计就越准确。
</p></li>

<li><p>
The Weak Axiom of Revealed Preference(WARP) and the Strong Axiom of Revealed Preference(SARP) are necessary conditions that consumer choices have to obey if they are to be consistent with the economic model of optimizing choice.
</p>

<p>
<i>Tran.</i> :如果消费者的行为符合最优化选择的经济模型，则他的选择行为必然要满足显示偏好弱公理和显示偏好强公理。
</p></li>
</ol>
</div>
</div>
<div id="outline-container-org6c14d8d" class="outline-2">
<h2 id="org6c14d8d"><span class="section-number-2">8.</span> Chapter 8</h2>
<div class="outline-text-2" id="text-8">
<ol class="org-ol">
<li><p>
When the price of a good decrease, there will be two effects on consumption. The change in relative prices makes the consumer want to consume more of the cheaper good. The increase in purchasing power due to the lower price may increase or decrease consumption, depending on whether the good is a normal good or an inferior good.
</p>

<p>
<i>Tran.</i> :商品1的价格下降将会对消费产生两种效应。首先，商品1价格下降后，两商品的相对价格因此变动，这会使消费者希望多消费相对便宜的商品1；其次由于商品1价格下降，消费者的购买里因此增加，这将导致正常商品的消费增加，劣质商品的消费减少。
</p></li>

<li><p>
The change in demand due to the change in relative prices is called the substitution effect; the change due to the change in purchasing power is called the income effect.
</p>

<p>
<i>Tran.</i> :由于相对价格变动引起的需求变动成为替代效应；由于购买力变化引起的需求变动称为收入效应。
</p></li>

<li><p>
The substitution effect is how demand changes when prices change and purchasing power is held constant, in the sense that the original bundle remains affordable. To hold real purchasing power constant, money income will have to change. The necessay change in money income is given by \(\Delta m=x_{1}\Delta p_{1}\).
</p>

<p>
<i>Tran.</i> :替代效应指当价格变动但保持购买力不变（仍能买得起原消费束）时，需求如何变动。为保持实际购买力不变，必须调整货币收入。货币收入调整数额\(\Delta m=x_{1}\Delta p_{1}\)。
</p></li>

<li><p>
The Slutsky equation says that the total change in demand is the sum of the substitution effect and the income effect.
</p>

<p>
<i>Tran.</i> :斯勒茨基方程是说需求的总变动等于替代效应与收入效应之和。
</p></li>

<li><p>
The Law of Demand says that normal goods must have downwardsloping demand curves.
</p>

<p>
<i>Tran.</i> :需求定理是说正常商品的需求曲线必然向下倾斜。
</p></li>
</ol>
</div>
</div>
<div id="outline-container-org50e83d7" class="outline-2">
<h2 id="org50e83d7"><span class="section-number-2">9.</span> Chapter 9</h2>
<div class="outline-text-2" id="text-9">
<ol class="org-ol">
<li><p>
Consumers earn income by selling their endowment of goods.
</p>

<p>
<i>Tran.</i> :消费者可以出售禀赋获得收入。
</p></li>

<li><p>
The gross demanded for a good is the amount that the consumer ends up consuming. The net demend for a good is the amount the consumer buys. Thus the net demand is the difference between the gross demand and the endowment.
</p>

<p>
<i>Tran.</i> :某消费者对某商品的总需求是指他对这种商品的最终消费量。净需求则是指他实际购买的该g商品的数量。因此，净需求等于总需求减去禀赋。
</p></li>

<li><p>
The budget constraint has a slope of \(- p_{1} / p_{2}\) and passes through the endowment bundle.
</p>

<p>
<i>Tran.</i> :消费者拥有禀赋束情形下，他的预算线的斜率为\(- p_{1} / p_{2}\)，并且经过禀赋束。
</p></li>

<li><p>
When a price changes, the value of what the consumer has to sell will change and thereby generate an additional income effect in the Slutsky equation.
</p>

<p>
<i>Tran.</i> :当一种商品价格改变时，消费者出售商品的价值也会改变，因此在斯勒茨基方程中多出了一项收入效应，即禀赋收入效应。
</p></li>

<li><p>
Labor supply is an interesting example of the interaction of income and substitution effects. Due to the interaction of these two effects, the response of labor supply to a change in the wage rate is ambiguous.
</p>

<p>
<i>Tran.</i> : 收入效应与替代效应相互作用的一个有趣例子是消费者的劳动供给决策。由于这两种效应共同作用而且理论上无法说明哪个效应更大，因此工资率上升，劳动供给可能增加也可能减少。
</p></li>
</ol>
</div>
</div>
<div id="outline-container-orgf8feb09" class="outline-2">
<h2 id="orgf8feb09"><span class="section-number-2">10.</span> Chapter 10</h2>
<div class="outline-text-2" id="text-10">
<ol class="org-ol">
<li><p>
The budget constraint for intertemporal consumption can be expressed in terms of present value or future value.
</p>

<p>
<i>Tran.</i> :跨期消费情形下的预算线可表示为现值的形式，也可以表示为终值的形式。
</p></li>

<li><p>
The comparative statics results derived earlier for general choice porblems can be applied to intertemporal consumption as well.
</p>

<p>
<i>Tran.</i> :前面对于一般选择问题推导出的比较静态结果，同样适用于跨期消费问题。
</p></li>

<li><p>
The real rate of interest measures the extra consumption that you can get in the future by giving up some consumption today.
</p>

<p>
<i>Tran.</i> :实际利率衡量你现在放弃一些消费可以换得将来消费的数量。
</p></li>

<li><p>
A consumer who can borrow and lend at a constant interest rate should always prefer an endowment with a higher present value to one with a lower present value.
</p>

<p>
<i>Tran.</i> :若消费者能以既定利率自由借贷，则他总是更喜欢现值更高的那个禀赋。
</p></li>
</ol>
</div>
</div>
<div id="outline-container-orgf9399e6" class="outline-2">
<h2 id="orgf9399e6"><span class="section-number-2">11.</span> Chapter 11</h2>
<div class="outline-text-2" id="text-11">
<ol class="org-ol">
<li><p>
In equilibrium, all assets with certain payoffs must earn the same rate of return. Otherwise there would be a riskless arbitrage opportunity.
</p>

<p>
<i>Tran.</i> :均衡时，所有能提供报酬的资产的报酬率必然相等。否则，就存在无风险套利的机会。
</p></li>

<li><p>
The fact that all assets must earn the same return implies that all assets will sell for their present value.
</p>

<p>
<i>Tran.</i> :所有资产的报酬率必然相等，这意味着它们都是按现值出售的。
</p></li>

<li><p>
If assets are taxed differently, or have different risk characteristics, then we must compare their after-tax rates of return or their risk-adjusted rates of return.
</p>

<p>
<i>Tran.</i> :如果资产的征税方式不同，或者资产的风险特征不同，那么我们必须比较他们的税后报酬率，或者比较风险调整后的报酬率。
</p></li>
</ol>
</div>
</div>
<div id="outline-container-org4f0a566" class="outline-2">
<h2 id="org4f0a566"><span class="section-number-2">12.</span> Chapter 12</h2>
<div class="outline-text-2" id="text-12">
<ol class="org-ol">
<li><p>
Consumption in different states of nature can be viewed as consumption goods, and all the analysis of previous chapters can be applied to choice under uncertainty.
</p>

<p>
<i>Tran.</i> :你可以把不同自然状态下的消费视为普通的消费品，这样你就可以使用前几章的分析工具研究不确定性情形下的选择问题。
</p></li>

<li><p>
Howerever, the utility function that summarizes choice behaviour under uncertainly may have a special structure. In particular, if the untility function is linear in the probabilities, then the untility assigned to a gamble will just be the expected utility of the various outcomes.
</p>

<p>
<i>Tran.</i> :然后，在刻画不确定性情形下的选择问题时，你需要使用具有特殊结构的效用函数。特别地，如果效用函数是概率的线性函数，那么你对赌博效用的赋值恰好就是不同结果的期望效用。
</p></li>

<li><p>
The curvature of the expected utility function describes the consumer's attitudes toward risk. If it is concave, the consumer is a risk averter; and if it is convex, the consumer is a risk lover.
</p>

<p>
<i>Tran.</i> :期望效用函数的曲率（curvature）描述消费者对带风险的态度。如果它是凹的，则消费者就是风险厌恶型；如果是凸的，就是风险偏好者。
</p></li>

<li><p>
Financial institutions such as insurance markets and the stock market provide ways for consumers to diversify and spread risks.
</p>

<p>
<i>Tran.</i> :金融机构例如保险市场和股票市场，提供各种方法使消费者能够进行多样化投资和分散风险。
</p></li>
</ol>
</div>
</div>
