microecnomics/summary.org
* Chapter 14
1) In the case of a discrete good and quasilinear utility, the untility associated with consumption of /n/ units of the discrete good is just the sum of the first /n/ reservation prices.

   /Tran./ :在拟线性效用的情形下，消费n单位离散商品的效用，正好等于前n个保留价格之和。

2) This sum is the gross benefit of consuming the good. If we subtract the amount spent on the purchase of the good, we get the consumer's surplus.


  /Tran./ :这个保留价格之和是消费单位离散商品的总收益。如果我们从总收益中减去在该商品上的支出，就得到了（净）消费者剩余。

3) The change in consumer's surplus associated with a price change has a roughly trapzzoidal shape. It can be interpreted as the change in utility associated with the price change.

   /Tran./ :某商品价格变动引起的消费者剩余变动，在图形上大致为梯形形状。消费者剩余的变动可以解释为价格变动引起的消费者的效用变动。

4) In general, we can use the conpensating variation and the equivalent variation in income to measure the monetary impact of a price change.

   /Tran./ :一般来说，我们可以使用收入的补偿变化和等价变化来测量价格变化引起的货币影响。

5) If utility is quasilinear, the compensating variation, the equivalent variation, and the change in consumer's surplus are all equal. Even if utility is not quasilinear, the change in consumer's surplus may serve as a good approximation of the impact of the price change on a consumer's utility.

   /Tran./ : 如果效用是拟线性的，补偿变化、收入变化和消费者剩余的变化都相等。即使效用不是线性，我们也可以使用消费者剩余的变化去近似估计价格变动对消费者效用的影响。

6) In the case of supply behavior we can define a producer's surplus that measures the net benefits to the supplier from producing from producing a given amount.

   /Tran./ : 生产者剩余是指，供给一定数量的商品时，生产者实际得到的销售收入减去他愿意得到的最低销售收入。
* Chapter 15
1) The market demand curve is simply the sum of the individual demand curves.

   /Tran./ : 市场需求曲线只是所有个人需求曲线的加总。

2) The reservation price measures the price at which a consumer is just indifferent betweent purchasing or not purchasing a good.

   /Tran./ : 某消费者的保留价格是指在该价格下，他恰好对买或不买某种商品无差异。

3) The demand function measures quantity as a function of price. The inverse demand function measures price as a function of quantity. A given demand curve can be described in either way.

   /Tran./ : 需求函数将需求量看成价格的函数。反需求函数将价格看成需求量的函数。给定一个需求函数，如果你能求出他的反函数，那么在图形上，他们是同一条曲线。

4) The elasticity of demand measures the responsiveness of the quantity demanded to price. It is formally defined as the percent change in quantity divided by the percent change in price.

   /Tran./ : 需求弹性衡量了需求量对价格的反映敏感程度。它的正式定义为需求量变动百分比除以价格变动百分比。

5) If the absolute value of the elasticity of demand is less than 1 at some point, we say that demand is /inelastic/ at that point. If the absolute value of elasticity is greater than 1 at some point, we say demand is /elastic/ at that point. If the absolute value of the elasticity of demand at some point is exactly 1, we say that the demand has unitary elasticity at that point.

   /Tran./ : 如果某点处的需求价格弹性（绝对值）小于，则称在该点需求是缺乏弹性的。如果某点处的需求价格弹性（绝对值）大于1,则称在该点需求是富有弹性的。如果某点处的需求价格弹性（绝对值）刚好为1,我们说该点的需求是单位弹性。

6) If demand is inelastic at some point, then an increase in quantity will result in a reduction in revenue. If demand is elastic, then an increase in quantity will reuslt in an increase revenue.

   /Tran./ : 如果需求在某点处是缺乏弹性的，则厂商增加销量会使得销售收入减少。如果在某点处需求富有弹性，则厂商增加销量会使得销售收入增加。

7) The marginal revenue is the extra revenue one gets from increasing the quantity sold. The formula relating marginal revenue and elasticity is $MR=p[1 + 1 / \epsilon ]=p[1 - 1 / |\epsilon|]$.

   /Tran./ :边际收入是指增加销量得到的额外收入。

8) If the invers demand curve is a linear function $p(q)=a-bq$,then the marginal revenue is given by $MR=a-2bq$.

   /Tran./ :如果反去需求函数是一个线性函数，$p(q)=a-bq$，则边际收入为$MR(q)=a-2bq$。

9) Income elasticity measures the responsiveness of the quantity demanded to income. It is formally defined as the percent change in quantity divided by the percent change in income.

   /Tran./ :需求的收入弹性衡量了需求量对收入变动的反应敏感程度。它的正式定义为需求量的变动百分比除以收入的变动百分比。
* Chapter 16
1) The supply curve measures how much people will be willing to supply of some good at each price.

   /Tran./ :供给曲线衡量在每一个价格水平上人们愿意供给某商品的数量的多少。

2) An equilibrium price is one where the quantity that people are willing to supply equals the quantity that people are willing wo demand.

   /Tran./ : 均衡价格是指在该价格水平上，人们愿意供给的数量等于人们愿意需求的数量。

