microecnomics/summary.html
<div id="outline-container-org02ffe35" class="outline-2">
<h2 id="org02ffe35"><span class="section-number-2">13.</span> Chapter 14</h2>
<div class="outline-text-2" id="text-13">
<ol class="org-ol">
<li><p>
In the case of a discrete good and quasilinear utility, the untility associated with consumption of <i>n</i> units of the discrete good is just the sum of the first <i>n</i> reservation prices.
</p>

<p>
<i>Tran.</i> :在拟线性效用的情形下，消费n单位离散商品的效用，正好等于前n个保留价格之和。
</p></li>

<li><p>
This sum is the gross benefit of consuming the good. If we subtract the amount spent on the purchase of the good, we get the consumer's surplus.
</p>

<p>
<i>Tran.</i> :这个保留价格之和是消费单位离散商品的总收益。如果我们从总收益中减去在该商品上的支出，就得到了（净）消费者剩余。
</p></li>

<li><p>
The change in consumer's surplus associated with a price change has a roughly trapzzoidal shape. It can be interpreted as the change in utility associated with the price change.
</p>

<p>
<i>Tran.</i> :某商品价格变动引起的消费者剩余变动，在图形上大致为梯形形状。消费者剩余的变动可以解释为价格变动引起的消费者的效用变动。
</p></li>

<li><p>
In general, we can use the conpensating variation and the equivalent variation in income to measure the monetary impact of a price change.
</p>

<p>
<i>Tran.</i> :一般来说，我们可以使用收入的补偿变化和等价变化来测量价格变化引起的货币影响。
</p></li>

<li><p>
If utility is quasilinear, the compensating variation, the equivalent variation, and the change in consumer's surplus are all equal. Even if utility is not quasilinear, the change in consumer's surplus may serve as a good approximation of the impact of the price change on a consumer's utility.
</p>

<p>
<i>Tran.</i> : 如果效用是拟线性的，补偿变化、收入变化和消费者剩余的变化都相等。即使效用不是线性，我们也可以使用消费者剩余的变化去近似估计价格变动对消费者效用的影响。
</p></li>

<li><p>
In the case of supply behavior we can define a producer's surplus that measures the net benefits to the supplier from producing from producing a given amount.
</p>

<p>
<i>Tran.</i> : 生产者剩余是指，供给一定数量的商品时，生产者实际得到的销售收入减去他愿意得到的最低销售收入。
</p></li>
</ol>
</div>
</div>
<div id="outline-container-orge2ec71b" class="outline-2">
<h2 id="orge2ec71b"><span class="section-number-2">14.</span> Chapter 15</h2>
<div class="outline-text-2" id="text-14">
<ol class="org-ol">
<li><p>
The market demand curve is simply the sum of the individual demand curves.
</p>

<p>
<i>Tran.</i> : 市场需求曲线只是所有个人需求曲线的加总。
</p></li>

<li><p>
The reservation price measures the price at which a consumer is just indifferent betweent purchasing or not purchasing a good.
</p>

<p>
<i>Tran.</i> : 某消费者的保留价格是指在该价格下，他恰好对买或不买某种商品无差异。
</p></li>

<li><p>
The demand function measures quantity as a function of price. The inverse demand function measures price as a function of quantity. A given demand curve can be described in either way.
</p>

<p>
<i>Tran.</i> : 需求函数将需求量看成价格的函数。反需求函数将价格看成需求量的函数。给定一个需求函数，如果你能求出他的反函数，那么在图形上，他们是同一条曲线。
</p></li>

<li><p>
The elasticity of demand measures the responsiveness of the quantity demanded to price. It is formally defined as the percent change in quantity divided by the percent change in price.
</p>

<p>
<i>Tran.</i> : 需求弹性衡量了需求量对价格的反映敏感程度。它的正式定义为需求量变动百分比除以价格变动百分比。
</p></li>

<li><p>
If the absolute value of the elasticity of demand is less than 1 at some point, we say that demand is <i>inelastic</i> at that point. If the absolute value of elasticity is greater than 1 at some point, we say demand is <i>elastic</i> at that point. If the absolute value of the elasticity of demand at some point is exactly 1, we say that the demand has unitary elasticity at that point.
</p>

<p>
<i>Tran.</i> : 如果某点处的需求价格弹性（绝对值）小于，则称在该点需求是缺乏弹性的。如果某点处的需求价格弹性（绝对值）大于1,则称在该点需求是富有弹性的。如果某点处的需求价格弹性（绝对值）刚好为1,我们说该点的需求是单位弹性。
</p></li>

<li><p>
If demand is inelastic at some point, then an increase in quantity will result in a reduction in revenue. If demand is elastic, then an increase in quantity will reuslt in an increase revenue.
</p>

<p>
<i>Tran.</i> : 如果需求在某点处是缺乏弹性的，则厂商增加销量会使得销售收入减少。如果在某点处需求富有弹性，则厂商增加销量会使得销售收入增加。
</p></li>

<li>The marginal revenue is the extra revenue one gets from increasing the quantity sold. The formula relating marginal revenue and elasticity is \(MR=p[1 + 1 / \epsilon ]=p[1 - 1 / |\epsilon|\)</li>
</ol>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: silu</p>
<p class="date">Created: 2023-02-18 六 22:34</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
